$$ ->
    @header
        artist: "Сергей Безруков"
        title: "Письмо к женщине"
        file: "01"
        length: 3*60 + 11


    @line [3.5, ["Вы помните", 1.0]]
    @line [2.0, ["Вы все, конечно, помните,", 2.0]]
    @line [1.0, ["Как я стоял,", 1.0]]
    @line [["Приблизившись к стене,", 2.0]]
    @line [1.0, ["Взволнованно ходили вы по комнате", 1.5]]
    @line [["И что-то резкое", 1.5]]
    @line [["В лицо бросали мне.", 2.0], 0]

    @line [1.5, ["Вы говорили:", 0.5]]
    @line [["Нам пора расстаться", 1.2]]
    @line [["Что вас измучила", 1.5]]
    @line [["Моя шальная жизнь,", 2.0]]
    @line [["Что вам пора за дело приниматься,", 2.7]]
    @line [["А мой удел —", 1.0]]
    @line [0.5, ["Катиться дальше, вниз.", 2.5], 0]

    @line [1.0, ["Любимая!", 1.0]]
    @line [1.0, ["Меня вы не любили.", 2.0]]
    @line [["Не знали вы, что в сонмище людском", 2.5]]
    @line [["Я был, как лошадь, загнанная в мыле,", 3.5]]
    @line [0.5, ["Пришпоренная смелым ездоком.", 3.0], 0]

    @line [["Не знали вы", 1.5]]
    @line [["Что я в сплошном дыму,", 3.0]]
    @line [["В развороченном бурей быте", 2.0]]
    @line [["С того и мучаюсь, что не пойму —", 3.5]]
    @line [["Куда несет нас рок событий.", 3.0], 0]

    @line [7.5, ["И я склонился над стаканом,", 2.0]]
    @line [1.0, ["Чтоб, не страдая ни о ком,", 2.0]]
    @line [["Себя сгубить", 1.5]]
    @line [["В угаре пьяном.", 2.0], 0]

    @line [1.5, ["Любимая!", 1.0]]
    @line [1.0, ["Я мучил вас,", 1.5]]
    @line [1.0, ["У вас была тоска", 1.5]]
    @line [["В глазах усталых:", 1.5]]
    @line [["Что я пред вами напоказ", 2.0]]
    @line [["Себя растрачивал в скандалах.", 2.5], 0]

    @line [1.5, ["Но вы не знали", 1.0]]
    @line [0.5, ["Что в сплошном дыму,", 2.5]]
    @line [0.5, ["В развороченном бурей быте", 3.0]]
    @line [["С того и мучаюсь,", 1.5]]
    @line [["Что не пойму,", 1.0]]
    @line [0.5, ["Куда несет нас рок событий...", 4.5], 0]

    @line [1.0, ["Теперь года прошли,", 1.0]]
    @line [0.5, ["Я в возрасте ином.", 2.0]]
    @line [["И чувствую и мыслю по-иному.", 2.5]]
    @line [["И говорю за праздничным вином:", 2.5]]
    @line [["Хвала и слава", 2.0], ["рулевому!", 1.5], 0]

    @line [2.5, ["Сегодня я", 1.0]]
    @line [["В ударе нежных чувств.", 1.5]]
    @line [["Я вспомнил вашу грустную усталость.", 2.5]]
    @line [["И вот теперь", 1.0]]
    @line [["Я сообщить вам мчусь,", 2.0]]
    @line [["Каков я был", 1.0]]
    @line [0.5, ["И что со мною сталось!", 2.0], 0]

    @line [1.5, ["Простите мне...", 1.0]]
    @line [1.5, ["Я знаю: вы не та —", 1.0]]
    @line [1.5, ["Живете вы", 1.0]]
    @line [["С серьезным, умным мужем;", 1.5]]
    @line [1.0, ["Что не нужна вам ", 1.0], ["наша маета,", 1.0]]
    @line [1.0, ["И сам я вам", 1.0]]
    @line [0.5, ["Ни капельки ", 1.5], ["не нужен", 1.0], 0]

    @line [1.0, ["Живите так,", 1.5]]
    @line [0.5, ["Как вас ведет звезда,", 1.5]]
    @line [1.0, ["Под кущей ", 1.5], ["обновленной сени.", 1.5]]
    @line [1.0, ["С приветствием,", 1.0]]
    @line [1.0, ["Вас ", 1.0], ["помнящий ", 1.5], ["всегда", 1.5]]
    @line [1.0, ["Знакомый ваш ", 0.5+1.0], ["Сергей ", 1.0+0.5], ["Есенин", 1.5], 2.0]