$$ ->
    @header
        artist: "Монгол Шуудан"
        title: "Да! Теперь - решено без возврата"
        file: "02"
        length: 3*60 + 30


    @line [2.0, ["Да! Теперь — решено. Без возврата", 4]]
    @line [0.5, ["Я покинул родные края.", 3.0]]
    @line [1.0, ["Уж не будут листвой крылатой", 3.5]]
    @line [["Надо мною звенеть тополя.", 3.0]]

    @line [1.0, ["Низкий дом мой давно ссутулится,", 3.5]]
    @line [["Старый пес мой давно издох.", 3.0]]
    @line [1.0, ["На московских изогнутых улицах", 4.0]]
    @line [["Помереть, знать, судил мне Бог.", 3.5]]

    @line [0.5, ["Я люблю этот город вязевый,", 3.5]]
    @line [["Пусть обрюзг он и пусть одрях.", 3.5]]
    @line [["Золотая дремотная Азия", 4.0]]
    @line [["Опочила на куполах.", 4.0]]

    @line [["А когда ночью светит месяц,", 3.5]]
    @line [["Когда светит... чёрт знает как!", 4.0]]
    @line [["Я иду, головою свесясь,", 4.0]]
    @line [["Переулком в знакомый кабак.", 3.5]]

    @line [31.0, ["Шум и гам в этом логове жутком,", 3.5]]
    @line [["И всю ночь напролет, до зари,", 4.0]]
    @line [["Я читаю стихи проституткам", 4.0]]
    @line [["И с бандюгами жарю спирт.", 3.5]]

    @line [["Сердце бьется все чаще и чаще,", 3.5]]
    @line [["И уж я говорю невпопад:", 4.0]]
    @line [["«Я такой же, как вы, пропащий,", 4.0]]
    @line [["Мне теперь не уйти назад».", 3.5]]

    @line [["Низкий дом мой давно ссутулится,", 4.0]]
    @line [["Старый пес мой давно издох.", 3.0]]
    @line [1.0, ["На московских изогнутых улицах", 3.5]]
    @line [["Помереть, знать, судил мне Бог.", 4.0]]