$$ ->
    @header
        artist: "Сергей Любавин"
        title: "Я московский озорной гуляка"
        file: "03"
        length: 2*60 + 41


    @line [8.5, ["Я обманывать себя не стану", 2.5]]
    @line [0.5, ["Залегла забота в сердце мглистом.", 3.0]]
    @line [0.5, ["Отчего прослыл я шарлатаном?", 2.5]]
    @line [1.0, ["От кого прослыл я скандалистом?", 2.5]]

    @line [1.0, ["Не злодей я и не грабил леса,", 2.0]]
    @line [1.0, ["Не стрелял несчастных по темницам.", 2.5]]
    @line [1.0, ["Я всего лишь уличный повеса,", 2.5]]
    @line [1.0, ["Улыбающийся встречным лицам.", 2.0]]

    @line [3.0, ["Я хожу в цилиндре не для женщин,", 2.5]]
    @line [1.0, ["В глупой страсти сердце жить не в силе,—", 2.0]]
    @line [1.5, ["В нем удобней, грусть свою уменьшив,", 2.5]]
    @line [1.0, ["Золото овса давать кобыле.", 2.0]]

    @line [1.5, ["Каждая задрипаная лошадь", 2.0]]
    @line [1.5, ["Головой кивает мне навстречу.", 2.0]]
    @line [1.0, ["Для зверей приятель я хороший,", 2.5]]
    @line [1.0, ["Каждый стих мой душу зверя лечит.", 2.0]]

    @line [15.0, ["Я московский озорной гуляка.", 2.0]]
    @line [1.5, ["По всему тверскому околотку", 2.0]]
    @line [1.5, ["В переулке каждая собака", 2.0]]
    @line [1.5, ["Знает мою легкую походку.", 2.0]]

    @line [1.5, ["Каждая задрипаная лошадь", 2.5]]
    @line [1.0, ["Головой кивает мне навстречу.", 2.5]]
    @line [1.0, ["Для друзей приятель я хороший,", 2.5]]
    @line [1.0, ["Каждый стих мой душу зверя лечит.", 2.0]]

    @line [4.5, ["И теперь уж я болеть не стану.", 2.5]]
    @line [1.0, ["Прояснилась омуть в сердце мглистом.", 3.0]]
    @line [1.0, ["Оттого прослыл я шарлатаном,", 2.0]]
    @line [1.0, ["Оттого прослыл я скандалистом.", 2.5]]

    @line [1.5, ["Я московский озорной гуляка.", 2.5]]
    @line [1.0, ["По всему тверскому околотку", 2.5]]
    @line [1.0, ["В переулках каждая собака", 2.5]]
    @line [1.0, ["Знает мою легкую походку.", 2.0]]
    @line [1.0, ["Знает мою легкую походку.", 3.0]]
    @line [1.0, ["Знает мою легкую походку.", 2.5]]