$$ ->
    @header
        artist: "Александр Малинин"
        title: "Мне осталась одна забава"
        file: "04"
        length: 3*60 + 39


    @line [5.0, ["Мне осталась", 1.5], 0.5, ["одна забава:", 1]]
    @line [0.5, ["Пальцы в рот да веселый", 2.0], ["свист.", 3.5]]
    @line [0.5, ["Прокатилась", 2.0], ["дурная слава,", 1.5]]
    @line [0.5, ["Что похабник я и ", 2.0], ["скандалист.", 1.5]]

    @line [["Ах! какая", 1.5], ["смешная потеря!", 2.0]]
    @line [1.0, ["Много в жизни смешных потерь.", 3.0]]
    @line [0.5, ["Стыдно мне, что я в Бога не верил.", 4.0]]
    @line [["Горько мне, что не верю теперь.", 3.5]]

    @line [2.5, ["Дар поэта —", 1.5],  ["ласкать и карябать,", 2.0]]
    @line [["Роковая на нем", 2.5], ["печать.", 3.0]]
    @line [0.5, ["Розу белую", 2.0], ["с черною жабой", 1.5]]
    @line [["Я хотел на земле обвенчать.", 4]]

    @line [["Пусть не сладились, пусть не сбылись", 3.5]]
    @line [0.5, ["Эти помыслы розовых дней.", 3.0]]
    @line [0.5, ["Но коль черти в душе гнездились —", 4.0]]
    @line [["Значит, ангелы жили в ней.", 3.5]]

    @line [8.0, ["Золотые, далекие дали!", 3.0]]
    @line [0.7, ["Все сжигает житейская", 2.8], ["мреть.", 2.5]]
    @line [1.0, ["И похабничал я и скандалил", 3.0]]
    @line [0.5, ["Для того, чтобы ярче гореть.", 3.0]]

    @line [0.5, ["Вот за это", 1.5], ["веселие мути,", 1.5]]
    @line [1.0, ["Отправляясь с ней в край иной,", 3.0]]
    @line [1.0, ["Я хочу при последней минуте", 3.0]]
    @line [1.0, ["Попросить тех,", 1.5], 1.5, ["кто будет со", 1.0], ["мной,—", 2.5]]

    @line [3.5, ["Чтоб за все", 1.5], 2.0, ["за грехи мои тяжкие,", 2.0]]
    @line [2.0, ["За неверие", 4.0], ["в благодать", 3.0]]
    @line [0.5, ["Положили меня в русской рубашке", 5.0]]
    @line [1.0, ["Под иконами", 4.0], 1.0, ["умирать.", 8.0]]
    
    @line [4.0, ["Мне осталась", 3.0], ["одна забава:", 3.0]]
    @line [0.5, ["Пальцы в рот да веселый", 3.0], ["свист.", 2.0]]
    @line [2.5, ["Прокатилась", 1.5], 0.5, ["дурная слава,", 1.5]]
    @line [0.5, ["Что похабник я и скандалист.", 3.5]]

    @line [["Ах! какая", 1.5], 0.5, ["смешная потеря!", 1.5]]
    @line [0.5, ["Много в жизни смешных потерь.", 3.5]]
    @line [["Стыдно мне,", 1.5], ["что я в Бога", 1.0], ["не верил.", 1.5]]
    @line [0.5, ["Горько мне,", 1.0], ["что не верю", 1.0], ["теперь.", 1.0]]