$$ ->
    @header
        artist: "Сергей Безруков"
        title: "Я усталым таким еще не был"
        file: "05"
        length: 2*60 + 44


    @line [1.5, ["Я усталым таким еще не был.", 3.0]]
    @line [1.5, ["В эту серую морозь и слизь", 3.0]]
    @line [1.0, ["Мне приснилось рязанское небо", 3.0]]
    @line [1.0, ["И моя непутевая жизнь.", 3.0]]

    @line [1.5, ["Много женщин меня любило,", 2.0]]
    @line [1.0, ["Да и сам я любил не одну,", 2.5]]
    @line [1.0, ["Не от этого ль темная сила", 2.5]]
    @line [["Приучила меня к вину.", 2.5]]

    @line [1.5, ["Бесконечно пьяные ночи", 2.0]]
    @line [0.5, ["И в разгуле тоска не впервь!", 3.5]]
    @line [0.5, ["Не с того ли глаза мне точит,", 2.0]]
    @line [0.5, ["Словно синие листья червь?", 3.0]]

    @line [1.0, ["Не больна мне ничья измена,", 2.0]]
    @line [0.8, ["И не радует легкость побед,—", 3.0]]
    @line [1.0, ["Тех волос", 1.5], ["золотое сено", 3.0]]
    @line [0.5, ["Превращается в серый цвет.", 3.5]]

    @line [1.5, ["Превращаются в пепел и воды,", 2.5]]
    @line [0.5, ["Когда цедит осенняя муть.", 2.0]]
    @line [0.5, ["Мне не жаль вас, прошедшие годы,—", 3.5]]
    @line [0.8, ["Ничего", 1.5], 0.5, ["не хочу вернуть.", 1.5]]

    @line [1.7, ["Я устал себя мучить без цели,", 3.0]]
    @line [0.5, ["И с улыбкою странной лица", 3.0]]
    @line [0.5, ["Полюбил я носить в легком теле", 3.0]]
    @line [0.5, ["Тихий свет", 1.0], ["и покой", 1.5], ["мертвеца…", 1.5]]

    @line [1.0, ["И теперь даже стало не тяжко", 2.0]]
    @line [0.5, ["Ковылять из притона в притон,", 2.5]]
    @line [["Как в смирительную рубашку,", 3.0]]
    @line [["Мы природу берем в бетон.", 3.5]]

    @line [0.5, ["И во мне, вот по тем же законам,", 2.0]]
    @line [0.5, ["Умиряется бешеный пыл.", 2.5]]
    @line [1.4, ["Но и все ж отношусь я с поклоном", 2.0]]
    @line [["К тем полям, что когда-то любил.", 3.0]]

    @line [["В те края, где я рос под кленом,", 2.5]]
    @line [["Где резвился на желтой траве,—", 2.0]]
    @line [["Шлю привет", 1.5], ["воробьям, и воронам,", 2.5]]
    @line [0.3, ["И рыдающей в ночь сове.", 3.0]]

    @line [1.0, ["Я кричу им в весенние дали:", 4.0]]
    @line [["«Птицы", 1.5], 0.5, ["милые,", 1.5], 0.8, ["в синюю дрожь", 2.2]]
    @line [1.0, ["Передайте, что я отскандалил,—", 4.0]]
    @line [1.0, ["Пусть хоть ветер теперь начинает", 3.5]]
    @line [0.5, ["Под микитки", 1.5], ["дубасить", 1.5], ["рожь».", 1.0]]