$$ ->
    @header
        artist: "Сергей Любавин"
        title: "Улеглась моя былая рана"
        file: "06"
        length: 3*60 + 21

    @line [11.4, ["Улеглась моя былая рана,", 3.6]]
    @line [["Пьяный бред не гложет сердце мне.", 3.8]]
    @line [["Синими цветами Тегерана", 4.4]]
    @line [["Я лечу их нынче в чайхане.", 3.7]]

    @line [["Молодая, с чувственным оскалом,", 3.9]]
    @line [["Я с тобой не нежен и не груб.", 4.0]]
    @line [["Расскажи мне, скольких ты ласкала?", 4.0]]
    @line [["Сколько рук ты помнишь? Сколько губ?", 4.3]]

    @line [["Знаю я – они прошли, как тени,", 4.1]]
    @line [["Не коснувшись твоего огня,", 3.4]]
    @line [["Многим ты садилась на колени,", 4.32]]
    @line [["А теперь сидишь вот у меня.", 3.6]]

    @line [7.6, ["Но ты меня не любишь, не жалеешь,", 3.4]]
    @line [["Разве я немного не красив?", 4.2]]
    @line [["Не смотря в лицо, от страсти млеешь,", 3.9]]
    @line [["Мне на плечи руки опустив.", 4.7]]

    @line [6.5, ["А потом пойдешь своей дорогой", 3.5]]
    @line [["Распылять безрадостные дни,", 3.5]]
    @line [["Только не целованных не трогай", 3.9]]
    @line [["Только не горевших не мани.", 4.0]]

    @line [["И когда с другим по переулку", 4.2]]
    @line [["Ты пойдешь, болтая про любовь,", 3.7]]
    @line [["Может быть, я выйду на прогулку,", 4.3]]
    @line [["И с тобою встретимся мы вновь.", 4.05]]

    @line [["Отвернув к другому ближе плечи", 3.9]]
    @line [["И немного наклонившись вниз,", 3.8]]
    @line [["Ты мне скажешь тихо: «Добрый вечер!»", 4.19]]
    @line [["Я отвечу: «Добрый вечер, miss».", 3.5]]

    @line [7.7, ["Но ты меня не любишь, не жалеешь,", 3.8]]
    @line [["Разве я немного не красив?", 4.1]]
    @line [["Не смотря в лицо, от страсти млеешь,", 3.9]]
    @line [["Мне на плечи руки опустив.", 3.9]]

    @line [6.4, ["Руки милой — пара лебедей —", 3.2]]
    @line [["В золоте волос моих ныряют.", 3.9]]
    @line [["Все на этом свете из людей", 4.2]]
    @line [["Песнь любви поют и повторяют.", 4.1]]
    @line [["Руки милой — пара лебедей", 3.6]]
    @line [["Руки милой — пара лебедей.", 3.8]]